[
  {
    "name": "Fantom",
    "type": "coin",
    "decimals": 18,
    "symbol": "FTM",
    "description": "A DAG-Based Smart-Contract Platform.",
    "address": "0x0000000000000000000000000000000000000000"
  },
  {
    "name": "USD Coin",
    "type": "ERC20",
    "decimals": 6,
    "symbol": "USDC",
    "description": "USDC is a fully collateralized US dollar stablecoin, an Ethereum powered coin and is the brainchild of CENTRE, an open source project bootstrapped by contributions from Circle and Coinbase.",
    "address": "0x04068da6c83afcfa0e13ba15a6696662335d5b75"
  },
  {
    "name": "Curve DAO",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "CRV",
    "description": "Curve is an exchange liquidity pool on Ethereum (like Uniswap) designed for (1) extremely efficient stablecoin trading (2) low risk, supplemental fee income for liquidity providers, without an opportunity cost.",
    "address": "0x1e4f97b9f9f913c46f1632781732927b9019c68b"
  },
  {
    "name": "yearn.finance",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "YFI",
    "description": "YFI is the governance token for Yearn.Finance, a site that performs a variety of functions for DeFi users, moving their assets in and out of different liquidity pools in order to find the best yields.",
    "address": "0x29b0da86e484e1c0029b56e817912d778ac0ec69"
  },
  {
    "name": "Wrapped Bitcoin",
    "type": "ERC20",
    "decimals": 8,
    "symbol": "BTC",
    "description": "Wrapped Bitcoin (WBTC) is the first ERC20 token backed 1:1 with Bitcoin.",
    "address": "0x321162cd933e2be498cd2267a90534a804051b11"
  },
  {
    "name": "Spell Token",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "SPELL",
    "description": "Abracadabra.money is a lending platform that allows users to borrow funds using Interest Bearing Tokens as collateral.",
    "address": "0x468003b688943977e6130f4f68f23aad939a1040"
  },
  {
    "name": "Synthetix Network",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "SNX",
    "description": "The Synthetix Network Token (SNX) is the native token of Synthetix, a synthetic asset (Synth) issuance protocol built on Ethereum. The SNX token is used as collateral to issue Synths, ERC-20 tokens that track the price of assets like Gold, Silver, Oil and Bitcoin.",
    "address": "0x56ee926bd8c72b2d5fa1af4d9e4cbb515a1e3adc"
  },
  {
    "name": "Aave",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "AAVE",
    "description": "Aave is an Open Source and Non-Custodial protocol to earn interest on deposits & borrow assets. It also features access to highly innovative flash loans, which let developers borrow instantly and easily; no collateral needed.",
    "address": "0x6a07a792ab2965c72a5b8088d3a069a7ac3a993b"
  },
  {
    "name": "Frax Share",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "FXS",
    "description": "FXS is the value accrual and governance token of the entire Frax ecosystem. Frax is a fractional-algorithmic stablecoin protocol. It aims to provide highly scalable, decentralized, algorithmic money in place of fixed-supply assets like BTC.",
    "address": "0x7d016eec9c25232b01f23ef992d98ca97fc2af5a"
  },
  {
    "name": "Dai Stablecoin",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "DAI",
    "description": "Dai is a stable cryptocurrency supported by Maker (MKR). To ensure price stability, Dai minimizes the price volatility against the US dollar, through an incentive structure for its participants.",
    "address": "0x8d11ec38a3eb5e956b052f67da8bdc9bef8abf3e"
  },
  {
    "name": "Sushi",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "SUSHI",
    "description": "The SushiSwap protocol realigns incentives for network participants by introducing revenue sharing and forum-driven network efforts to the popular AMM model.",
    "address": "0xae75a438b2e0cb8bb01ec1e1e376de11d44477cc"
  },
  {
    "name": "ChainLink",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "LINK",
    "description": "A blockchain-based middleware, acting as a bridge between cryptocurrency smart contracts, data feeds, APIs and traditional bank account payments.",
    "address": "0xb3654dc3d10ea7645f8319668e8f54d2574fbdc8"
  },
  {
    "name": "EverRise",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "RISE",
    "description": "The Original Buyback Token Powering The EverRise Ecosystem. EverRise token (RISE) is a multi-chain collateralized cryptocurrency that protects both the ecosystem and investors with its innovative buyback and staking protocol.",
    "address": "0xc17c30e98541188614df99239cabd40280810ca3"
  },
  {
    "name": "Frax",
    "type": "ERC20",
    "decimals": 18,
    "symbol": "FRAX",
    "description": "Frax is a fractional-algorithmic stablecoin protocol. It aims to provide highly scalable, decentralized, algorithmic money in place of fixed-supply assets like BTC.",
    "address": "0xdc301622e621166bd8e82f2ca0a26c13ad0be355"
  }
]